<?php
return [
    43 => [
        1 => '男性',
        2 => '女性'
    ],
    113 => [
        1 => '白人',
        2 => '黑人或非裔美国人',
        3 => '美洲印第安人或阿拉斯加土著',
        4 => '亚洲人-印度裔',
        5 => '亚洲人-中国裔',
        6 => '亚洲人-菲律宾裔',
        7 => '亚洲人-日本裔',
        8 => '亚洲人-韩国裔',
        9 => '亚洲人-越南裔',
        10 => '亚洲人-其他国家',
        11 => '太平洋岛民-夏威夷土著',
        12 => '太平洋岛民-关岛人',
        13 => '太平洋岛民-萨摩亚人',
        14 => '太平洋岛民-其他',
        15 => '其他种族',
        16 => '我不想说'
    ],
    48741 => [
        1 => '一些高中或更低学历',
        2 => '高中毕业',
        3 => '其他高中后的职业培训',
        4 => '完成了一些大学课程，但没有学位',
        5 => '副学士学位',
        6 => '学士学位',
        7 => '硕士学位',
        8 => '博士学位',
        -3105 => '以上都没有'
    ]
];